{
  "termsAndConditions": [
    {
      "heading": "Effective Date: November 11, 2023",
      "text": [
        "Please carefully review these Terms of Use (\"Agreement\") before you access or use the websites available at devdock.tech (referred to as the \"Web Site\") and any of its products, services, or features (collectively, the \"Materials\"). This agreement outlines the terms and conditions that govern your use of the Web site.",
        "You agree to abide by this agreement by accessing, using, or downloading any content from the website. If you do not agree with these terms and conditions, we kindly request that you refrain from using the web site or downloading any materials."
      ]
    },
    {
      "heading": "Ownership and Intellectual Property Rights",
      "text": [
        "The Web site, along with all materials present (excluding any applicable third-party materials), is the property of DevDock. By using the Web Site, you acknowledge and agree that all copyright, trademark, patent, trade secret, and other intellectual property rights associated with the Materials shall remain the exclusive property of DevDock. You agree to comply with all copyright laws worldwide in your use of this web site and to prevent any unauthorized copying or distribution of the materials."
      ]
    },
    {
      "heading": "Purpose and Usage Restrictions",
      "text": [
        "The Web site is provided for informational purposes only and should be used in compliance with all applicable laws and regulations. You may access, use, and display the Web site and the materials solely for personal, non-commercial purposes.",
        "You shall not modify, copy, distribute, transmit, display, perform, reproduce, publish, license, create derivative works from, transfer, or sell any information, software, products, or services obtained from this Web site without the express written consent of DevDock."
      ]
    },
    {
      "heading": "Jurisdiction and Applicable Law",
      "text": [
        "DevDock is in charge of managing, operating, and controlling this website from its offices in Pakistan. DevDock makes no representation that the materials on this web site are appropriate or available for use at any other location(s) outside Pakistan.",
        "Access to the Web site from territories where its contents are illegal is strictly prohibited. You agree that the laws of Pakistan shall govern any disputes arising under these Terms of Use without giving effect to their conflict of law provisions. You further agree that the appropriate court(s) in Pakistan shall have exclusive jurisdiction to resolve any disputes, and you hereby consent to the personal jurisdiction of such court(s)."
      ]
    },
    {
      "heading": "Limitation of Liability",
      "text": [
        "You expressly understand and agree that DevDock shall not be liable for any direct, indirect, incidental, special, consequential, or exemplary damages, including but not limited to damages for loss of profits, goodwill, use, data, or other intangible losses resulting from your use of the Web Site or the Materials, even if DevDock has been advised of the possibility of such damages."
      ]
    },
    {
      "heading": "Entire Agreement and Severability",
      "text": [
        "These Terms of Use constitute the entire agreement between DevDock and you with respect to your use of the Web site, superseding any prior agreements or understandings. If any provision(s) of this Agreement is held by a court of competent jurisdiction to be contrary to law, such provision(s) shall be severed from this Agreement, and the other remaining provisions of this Agreement shall remain in full force and effect.",
        "You acknowledge that you have read, comprehended, and accepted these Terms of Use by accessing or using the website."
      ]
    }
  ]
}